import React from "react";
import styles from "./policy.module.css";

export default function Policy() {
  return (
    <>
      <div className={styles.content}>
        <h1 className={styles.terms_title}>정책 및 약관</h1>
        <div className={styles.terms_content}>
          <div className={styles.section}>
            <h2>제1조 목적</h2>
            <p>
              이 약관(이하 &apos;약관&apos;이라 함)은 재단법인
              Carebridge(이하&apos;재단&apos;이라 함)과 기부회원(이하
              &apos;회원&apos;이라 함)간의 권리와 의무사항을 규정함으로써,
              재단과 회원간의 권리행사와 책임 이행을 신속하고 효율적으로
              처리하고 상호간의 이해관계를 합리적으로 조정하는 것을 목적으로
              합니다.
            </p>
          </div>

          <div className={styles.section}>
            <h2>제2조 용어의 정의</h2>
            <p>이 약관에서 사용하는 용어의 의미는 다음 각 호와 같습니다:</p>
            <ol>
              <li>
                Carebridge의 &apos;회원&apos;은 &apos;기부회원&apos;을 말하며,
                기부회원(이하 &apos;회원&apos;)은 재단 정관 제3조, 제4조에
                규정된 재단의 활동 목적 및 사업에 찬성, 동의하고 재단의 회원으로
                재단 활동에 직간접적으로 참여하기 위해 정관 제6조 제2항에 규정된
                회원가입 절차를 마친 개인 및 법인/단체를 말합니다.
              </li>
              <li>
                &apos;서비스&apos;는 &apos;회원&apos;이 재단에게 요구할 수 있는
                정보공개 및 참여 프로그램, 기타 법률준수에 따른 의무 제공사항
                일체를 말합니다.
              </li>
            </ol>
          </div>

          <div className={styles.section}>
            <h2>제3조 약관의 효력 및 개정</h2>
            <ol>
              <li>
                이 약관은 약관의 내용과 재단법인의 상호•소재지•대표자 성명 및
                연락처 등을 회원이 알 수 있도록 사이트 화면을 통하여 게시하거나
                기타의 방법으로 회원에게 통지함으로써 그 효력이 발생합니다.
              </li>
              <li>
                재단은 운영상 중요한 사유가 발생될 경우와 기타 필요하다고
                인정하는 경우에 재단법인 유지 및 존속과 관련된 법령에 따라 본
                약관을 개정할 수 있습니다.
              </li>
              <li>
                재단은 본 약관을 개정할 경우에 적용일자 및 개정사유를 명시하여
                현행약관과 함께 그 적용일자 7일 이전부터 적용일자 전일까지 제1항
                같은 방법으로 회원에게 공지 또는 통지하여야 합니다.
              </li>
              <li>
                제2항의 변경내용이 회원에게 불리할 경우 재단은 이를 서면 등
                회원이 제공한 정보수령 방법으로 변경 전 최소 30일전까지 개별
                통지합니다. 다만 변경된 내용이 변경 전 내용과 실질적으로 다르지
                않거나 회원이 정보수령 등에 대한 통지를 받지 않겠다는 의사를
                명시적으로 표시한 경우에는 그러하지 아니합니다.
              </li>
              <li>
                재단은 제3항 및 제4항의 통지를 할 경우 &apos;회원이 변경에
                동의하지 아니한 경우 통지를 받은 날로부터 30일 이내에 후원회
                탈퇴의 의사를 표시할 수 있으며, 탈퇴의 의사표시를 하지 아니한
                경우에는 변경에 동의한 것으로 본다.“라는 취지의 내용을
                통지하여야 합니다.
              </li>
              <li>
                회원은 제3항 및 제4항의 통지를 받은 날로부터 30일 내에 탈퇴의
                의사표시를 하지 아니한 경우에는 변경에 동의한 것으로 봅니다.
              </li>
              <li>
                재단은 약관을 재단 내에 비치 또는 게시하고 회원이 요구할
                경우에는 이를 문서로 교부하여야 합니다.
              </li>
            </ol>
          </div>

          <div className={styles.section}>
            <h2>제4조 약관의 적용 및 해석</h2>
            <ol>
              <li>
                이 약관은 재단과 회원 사이에 이루어지는 다음 각 호의 회원활동에
                적용됩니다.
              </li>
              <ul>① 회원가입 및 변경, 탈퇴</ul>
              <ul>② 기부금품 입금 및 출금 등의 금융결제</ul>
              <ul>③ 회원 제공 서비스 및 프로그램 참여</ul>
              <ul>④ 법률사항 준수에 따른 제공 및 요구사항</ul>
              <li>
                재단과 회원 사이에 개별적으로 합의한 사항이 이 약관에서 정한
                사항과 다를 때에는 그 합의사항을 이 약관에 우선하여 적용합니다.
              </li>
              <li>
                기부금모집 및 사용에 관하여 이 약관에 정하지 않는 사항에
                대하여는 다른 약정이 없으면 관계 법령, 금융결제원 약관 및 재단의
                주무관청 및 법률상 소관부처의 행정지침을 적용합니다.
              </li>
            </ol>
          </div>

          <div className={styles.section}>
            <h2>제5조 회원의 자격 및 가입</h2>
            <p>
              대한민국 국민과 외국인 등 모든 개인과 법인/단체는 재단이 정한
              회원가입절차에 따라 개인정보 및 기부금입출금 정보를 제공하고,
              반대급부 없이 공익적 목적과 공공의 사회적 이익을 위해 자발적으로
              기부금품을 출연함으로써 기부회원으로 가입 할 수 있습니다.
            </p>
          </div>

          <div className={styles.section}>
            <h2>제6조 회원가입의 거절</h2>
            <p>재단은 다음 경우에 회원 가입신청을 승낙하지 않을 수 있습니다.</p>
            <ol>
              <li>다른 사람 명의를 도용하여 회원 가입 신청을 하였을 경우</li>
              <ul>
                ① 재단은 기부금의 적립과 사용 내역을 재단 사이트와 서면 보고서
                등을 통해 공고하거나 회원이 제공한 정보수령 방법을 통해 회원에게
                알려야 합니다.
              </ul>
              <ul>
                ② 재단은 회원이 참여할 수 있는 제반 사업과 관련한 내용을 회원이
                제공한 정보수령 방법을 통해 회원에게 알려 참여의 기회를
                보장하여야 합니다.
              </ul>
              <ul>
                ③ 재단은 회원에게 관련 법규에 따라 기부금에 대한 영수증을
                발행하여야 합니다.
              </ul>
              <ul>
                ④ 재단은 회원이 제기하는 재단 운영과 관련한 사항에 대해 공명하고
                정대하게 처리하여 그 절차와 결과를 회원에게 알려야 합니다.
              </ul>
              <ul>
                ⑤ 재단은 회원의 개인 사생활을 존중하고 보호하여야 하며, 회원의
                개인신상정보에 관한 내용을 업무 수행 중에 습득하더라도 회원의
                동의 없이는 함부로 누설 혹은 배포할 수 없습니다. 단 관련법규에
                특별한 규정이 있는 경우는 예외로 합니다.
              </ul>
              <ul>
                ⑥ 재단은 회원의 개인정보의 수집 및 이용, 보관 및 처리와 관련하여
                개인정보 책임자를 두고, 개인정보 관리책임자의 정보를 재단 사이트
                및 회원이 제공한 정보 수령 방법을 통해 회원에게 고지하여야
                합니다.
              </ul>
              <li>
                재단은 회원이 올린 글이 공공질서를 해치거나 재단에 대한 악의적인
                비방의 목적으로 작성된 것으로 판단되는 경우 회원의 동의 없이도
                해당 글을 삭제할 수 있습니다.
              </li>
            </ol>
          </div>

          <div className={styles.section}>
            <h2>제8조 회원의 권리와 의무</h2>
            <ol>
              <li>
                회원은 재단에 대하여 재단이 수행하는 목적사업 중 회원이 선택하는
                사업에 회원이 선택하는 방법으로 기부 할 수 있으며 필요시 최근의
                기부 이슈에 대한 정보와 접근에 대해 재단의 오랜 경험을 가진
                관계자와의 면담을 요청할 수 있습니다.
              </li>
              <li>
                회원의 기부금에 대하여는 관련법규에 따라 세금 공제 혜택이
                제공됩니다.
              </li>
              <li>
                회원은 재단에 대하여 재단이 수행하는 제반 사업에 대한 정보
                제공을 요구할 수 있으며, 회원이 참여하는 행사를 통해 재단에 대한
                정보 열람 및 재단의 운영과 관련된 이의제기 및 이에 대한 재단의
                공명하고 정대한 처리를 요구할 기회를 보장받습니다.
              </li>
              <li>
                회원은 자신이 기부한 사업의 결과를 사이트 및 연차보고서 등을
                통해 확인할 수 있고 자신의 기부현황을 열람하고 수령할 수
                있습니다. 또한 회원이 제공한 정보수령 방법을 통해 재단이 매년
                발간하는 연차보고서를 별도로 수령할 수 있습니다.
              </li>
              <li>
                회원은 재단의 회원으로서 재단이 적법한 절차에 따라 공지 또는
                통지하는 사항을 준수하여야 하며, 재단의 명예를 훼손하는 행위를
                하여서는 아니 됩니다.
              </li>
              <li>
                회원은 회원가입 시 재단에 제공한 정보가 변경되었을 경우 회원가입
                시 제공된 고유식별정보를 통해 수정을 하거나 기타의 방법으로
                재단에 그 변경사항을 알려야 하며, 이를 알리지 않아 발생하는
                불이익에 대해서는 재단이 책임지지 않습니다.
              </li>
              <li>
                회원은 본 약관에 따른 의무를 위반하여 재단 및 재단에 관련된
                이해관계자에게 손해를 발생케 한 경우 이에 대한 배상책임이
                있습니다.
              </li>
            </ol>
          </div>

          <div className={styles.section}>
            <h2>제9조 기부금의 접수 및 환급</h2>
            <ol>
              <li>
                재단은 회원이 선택하는 사업에 관하여 회원이 선택하는 방법으로
                기부한 기부금을 접수 받고, 그 접수 사실을 회원에게 알립니다.
              </li>
              <li>
                재단은 접수된 기부금을 연간 사업계획에 따라 공모, 협력, 특별지원
                등의 방식으로 재단의 목적사업에 사용합니다.
              </li>
              <li>
                회원은 이미 납부 완료된 기부금과 관련된 다음 각 호의 사항의
                변경을 요청할 수 없습니다.
              </li>
              <ul>① 기부금의 납부일자</ul>
              <ul>② 기부금의 납부금액</ul>
              <ul>③ 기부금 영수증이 발급된 경우 기부금액 등 기재된 정보</ul>
              <li>
                재단은 회원이 제공한 기부금의 효과적 집행을 위해 관련법률
                기부금품의모집 및 사용에 관한 법률 제13조 모집비용 충당비율에
                준하여 그 관리비용을 산정하여야 하고. 기부금의 모집 규모에 따라
                15% 이내의 범위에서 기부금품의 모집, 관리, 운영 및 결과보고 등에
                소요되는 비용을 사용하여야 합니다.
              </li>
              <li>
                재단은 회원의 개인적인 사유 등으로 환급을 요청할 경우 다음 각
                호의 경우를 제외하고 그 요구에 따르지 않습니다.
              </li>
              <li>
                재단은 회원의 개인적인 사유 등으로 환급을 요청할 경우 다음 각
                호의 경우를 제외하고 그 요구에 따르지 않습니다.
              </li>
              <ul>① 법적으로 기부금을 환원해야 하는 특수한 상황에 처한 경우</ul>
              <ul>② 행정상 착오와 오류로 인해 기부금을 잘못 수령했을 경우</ul>
              <ul>③ 재단의 실수가 명백한 경우</ul>
              <ul>
                ④ 그밖에 회원이 환급을 요청할 수 있는 정당한 사유를 증명하는
                자료를 포함하는 환급요청서류를 제출할 경우
              </ul>
              <li>
                재단이 환급하기로 결정한 경우 재단은 특별한 사유가 없는 한 2주
                이내에 환급 금액을 회원이 기부한 계좌로 환원하여야 합니다.
              </li>
            </ol>
          </div>
        </div>
      </div>
    </>
  );
}
